[
    {
        "title": "Althea Gwyn",
        "content": "Althea R. Gwyn (May 19, 1956 – January 9, 2022) was an American professional basketball player who was one of the first players in the Women's Professional Basketball League (WBL).[1][2]\n Gwyn started her basketball career at Amityville Memorial High School on Long Island.[1][3] She went on to play at Queens College, playing on February 22, 1975, in the first women's college basketball game to ever be held at Madison Square Garden.[1][2][4] She achieved All-American status in 1978 and was a leading rebounder while at Queens College.[1][2]\n Gwyn played for the USA Women's Team in the 1977 World University Games, under her Queens College coach Lucille Kyvallos.[5]\n After a brief stint playing amateur basketball in Belgium, Gwyn returned to the United States to play for the New York Stars, a team in the WBL.[2][3] She chose the WBL over the chance to play for the 1980 Olympic Team.[1][3] Gwyn later played for the league's New England Gulls.[1]  \n Gwyn went on to be inducted into the Queens College Athletics Hall of Fame in 2013, and was named a Trailblazer of basketball by the Women's Basketball Hall of Fame in 2018.[2]\n After retiring from professional sports, Gwyn worked for the fire department of Fayetteville, North Carolina.[6]\n"
    },
    {
        "title": "Vietnam water snake",
        "content": "\n Pararhabdophis chapaensis Bourret, 1934\n The Vietnam water snake or Chapa flat-nosed snake (Hebius chapaensis) is a species of colubrid snake.[1][2] It is found in northern Vietnam[1][2] and Yunnan, southern China.[2]\n \n This article relating to Natricinae is a stub. You can help Wikipedia by expanding it."
    },
    {
        "title": "Utah State Route 12",
        "content": "\n State Route 12 or Scenic Byway 12 (SR-12), also known as \"Highway 12 — A Journey Through Time Scenic Byway\", is a 123-mile-long (198 km) state highway designated an All-American Road located in Garfield County and Wayne County, Utah, United States.\n Proceeding west to east for 123 miles (nearly 200 km), the highway starts south of Panguitch at an intersection with US-89, crosses part of Dixie National Forest and Bryce Canyon National Park, continues through the small towns of Tropic, Cannonville, and Henrieville. It crosses various parts of Grand Staircase–Escalante National Monument (GS-ENM), continues northeast through Escalante and over the Escalante River, then over \"The Hogback\",[2] a narrow ridge with no guardrails or shoulders and steep drop-offs on each side. It then proceeds north through more of GS-ENM, Boulder, the Aquarius Plateau, and Grover, ending in Torrey at an intersection with SR-24, five miles (8 km) west of Capitol Reef National Park. The 30-mile (48 km) long portion of the highway that ascends and descends Boulder Mountain on the Aquarius Plateau is known as Boulder Mountain Highway.\n The segment of SR-12 between the US-89 and SR-63 junctions is part of the National Highway System.[3]\n The Average Daily Traffic (AADT) on SR-12 is at its greatest at its western junction with US-89, where the count for 2005 was 2,430. At its other end, at the junction with SR-24, the traffic bottoms out at 435.[4]\n The road from Bryce Canyon Junction to Tropic was added to the state highway system in 1914, and in 1923 a branch from Tropic Junction to Bryce Canyon was built as a forest road.[5] The State Road Commission numbered the route to Bryce Canyon SR-12 in the 1920s,[6] and in 1927 the state legislature assigned it to both branches, to Bryce Canyon and Tropic,[7] but split off the branch to Tropic as State Route 54 in 1931. That same year, a new State Route 120 was created, continuing the road from Tropic to Henrieville,[8] and in 1935 it became part of SR-54.[9] Another road was also added to the state highway system in 1914, connecting SR-22 at Widtsoe with Escalante,[10] and it was numbered State Route 23 in 1927.[11] An extension took SR-23 northeast to Boulder in 1941,[12] and in 1947 SR-54 absorbed SR-23, with the Widtsoe-Escalante road dropped in favor of Henrieville-Escalante.[13] State Route 117, running southeast from SR-24 near Teasdale to Grover, became a state highway in 1931,[14] and was extended south to Boulder in 1957, becoming part of SR-54 in 1966.[15] In 1969, SR-54 became part of SR-12, but most of former SR-117 was dropped, leaving SR-12 to stretch from Bryce Canyon Junction to the north limit of Boulder (at the Dixie National Forest boundary), with a short spur to Bryce Canyon. This spur became a new SR-63 in 1975, and in 1985 the route was extended back north from Boulder to SR-24, using a different route than the old SR-117 north of Grover.[5]\n"
    },
    {
        "title": "Roland Stănescu",
        "content": "\n Roland Dedius Stănescu (19 April 1990 – 2 July 2022) was a Romanian footballer who played as a midfielder. He played mostly in the Liga II for Dacia Unirea Braila, CS Balotești, CS Minerul Motru and FC Argeș Pitești, Liga III for SC Juventus București.[4]\n Stănescu died by suicide on 2 July 2022, jumping from the fourth floor of an apartment building.[5]\n \n This biographical article related to Romanian football is a stub. You can help Wikipedia by expanding it."
    },
    {
        "title": "Bedwellty Greyhound Track",
        "content": "\n Bedwellty Greyhound Track was a greyhound racing track in the hamlet of Bedwellty, near Aberbargoed, South Wales. It was sometimes called Bedwellty Park.[1]\n The track was situated north of the Bedwellty Road and east of Aberbargoed. The track was larger than the hamlet of Bedwellty itself and sat at a high altitude in Gwent not far from the Brecon Beacons.[2] The track was behind the Church Inn.[3]\n Racing began in 1929 on Monday and Friday evenings, the track was independent (unaffiliated to a governing body) and race distances were over 300, 510 and 700 yards with the circuit being described as suiting early paced well balanced dogs. There was car parking for 150 vehicles and on course bookmakers. \n In 1995, Noel Watkins bought the track but leased it to bookmakers Alan Davies and Trevor Jones in 1998.[4]\n In 2007, after 78 years of racing the stadium closed.[5]\n"
    },
    {
        "title": "Mamitha Baiju",
        "content": "\n Mamitha Baiju is an Indian actress working primarily in Tamil films in addition to Malayalam films. She made her debut in 2018 through Sarvopari Palakkaran.[1][2] She is well known for her characters in Operation Java (2021), Super Sharanya (2022) and Pranaya Vilasam (2023). Her last release Premalu (2024) ranks as the sixth highest-grossing Malayalam film of all time and the fourth highest-grossing Malayalam film of 2024.\n Mamitha Baiju hails from Kidangoor in Kottayam district of Kerala.[3] Her parents are Dr. Baiju Krishnan  and Mini. She has an elder brother, Mithun.[4]\n Mamitha did her schooling at the Mary Mount Public School, Kattachira, and at N.S.S. Higher Secondary School, Kidangoor. She was  pursuing B. Sc in Psychology from the Sacred Heart College in Kochi but later dropped out during her 3rd year due to attendance shortage.[5][6]\n \n"
    },
    {
        "title": "Jane Symons",
        "content": "\nJane Symons (born 1959) is an Australian media consultant, journalist and author based in London. She has written for a wide range of newspapers and magazines, and she is a vice chair of the Medical Journalists' Association and the public-patient information lead for the Covidence-UK longitudinal study. Her book, How to Have a Baby and Still Live in the Real World, has been published in countries including the UK, USA and Russia.\n Symons edited the health pages of The Sun[1] from 2004 to 2009, during which time she led a successful campaign for the breast cancer drug trastuzumab (sold as Herceptin) to be made available on Britain's National Health Service for women in early stages of the HER2 form of the disease. By highlighting delays in the implementation of Britain's national bowel cancer screening, she also forced the British government to meet its own deadlines on the tests.[2]\n Symons was praised in the  British Medical Journal, where Professor David Colquhoun of the Department of Pharmacology, at University College London wrote that \"It isn’t often that a Murdoch tabloid produces a better account of a medical problem than anything the Department of Health’s chief scientific advisor can muster.\"[3]\n A frequent critic of unproven therapies she has debunked homeopathy. In 2005, she was instrumental in exposing Mrs Gillian McKeith's lack of credible medical qualifications in an article headlined \"Dr? No' which prompted a claim for damages which Mrs McKeith subsequently withdrew.[4] Symons has also been mentioned in Parliament in relation to her efforts to expose serious problems within the Human Fertilisation and Embryology Authority [5] and to raise awareness of hepatitis C.[6]\n Symons set up her own consultancy in 2009. She provides media training, advice and strategy to clients in the health, pharmaceutical and PR sector and is often invited to speak on health and the media or contribute to expert panels.[7][8]  She has also worked with a number of charities and edited the MS Lottery of Care report to mark the 60th anniversary of the Multiple Sclerosis Society.[9]\n Symons is also a co-investigator of the Covidence-UK longitudinal study investigating the lifestyle factors which might influence the risk of contracting Covid-19, disease severity and vaccine efficacy.[10]\n She continues to write on health issues and has contributed to many of Britain's national newspapers, including The Times, Daily Mail, the Daily Mirror, the Daily Express and Sunday Express. Previous roles include health editor of Woman's Own magazine and chief sub-editor of The Daily Telegraph Saturday magazine.[citation needed]\n She is vice chair and website editor of the Medical Journalists' Association[11] and a member of the Guild of Health Writers.\n Symons received Cancer Research UK's \"National Communicator\" Flame of Hope Award in 2007.\n She was short-listed for Health Editor of the Year in the Medical Journalists' Association's Awards in 2009.[12][self-published source?]\n Symons' work  has been translated into Czech, Danish, Dutch, Finnish, French, Spanish, Swedish and Russian.[13]\n Symons is the younger sister of Australian TV personality and musician Red Symons.\n"
    },
    {
        "title": "Expected satiety",
        "content": "Expected satiety is the amount of relief from hunger that is expected from a particular food. It is closely associated with expected satiation which refers to the immediate fullness (post meal) that a food is expected to generate.\n Scientists have discovered that foods differ considerably in their expected satiety. One estimate in the United Kingdom suggested that there may be a six-fold difference in foods commonly consumed there, when they are compared calorie for calorie.[1] This range of variation is important because expected satiety is thought to be a good predictor of food choice and an excellent predictor of self-selected portion sizes.[2] Specifically, foods that have high expected satiety and high expected satiation tend to be selected in smaller portions (fewer calories). Therefore, they may be especially suited to diets that are designed to reduce energy intake.\n Some researchers also suggest that expected satiety is an important mediator of energy intake.[3][4] They argue that within-meal events (immediate post-ingestive feedback, e.g., gastric stretch) play a relatively minor role and that meal size is largely determined by decisions about portion size, before a meal begins. Consistent with this proposition, observational studies show that 'plate cleaning' is extremely common,[5] that humans tend to plan their meal size in advance, and that ad libitum eating is relatively rare.[6][7]\n Early approaches relied on rating scales.[8][9] More recently, techniques have been developed that quantify expectations very precisely by comparing foods directly on a calorie-for-calorie basis. The first of these used a classical psychophysical approach based on a 'method of constant stimuli'.[10] Participants are shown a fixed 'standard' portion of food and this is compared against a different 'comparison' food. Over a series of trials the size of the comparison food is manipulated and participants are asked to pick the food that is expected to deliver greater satiety. At the end of the task a measure of 'expected satiety' is calculated. This relates to the number of calories of the comparison food that would be expected to deliver the same satiety as the fixed standard. A conceptually similar alternative is to use a 'method of adjustment'. Participants are shown a picture of a standard food next to a picture of a comparison food. Using specialist software, participants change the size of the comparison portion using keyboard responses.[11] Pictures are loaded with sufficient speed that the change in the comparison becomes 'animated.' Participants are told to match the comparison food until both are expected to deliver the same satiety. If the same standard is used then the expected satiety of different foods can be quantified and compared directly.\n Expectations about the post-ingestive effects of a food are learned over time.[12] In particular, it would appear that the expected satiety and expected satiation of foods increases as they become familiar.[13][14][15]\n Expectations are also thought to be governed by the orosensory characteristics of food. Even subtle changes to the flavor or texture of food can have a marked effect.[16][17] Expected satiation may be higher in foods that have a higher protein content, and in those that require more chewing and that are eaten slowly.[18][19] Remarkably, it also appears that the expected satiety and expected satiation of foods is influenced by their perceived weight.[20]\n The effects of expected satiety and expected satiation appear to extend beyond meal planning. Several studies show that these expectations also influence the hunger (physiology)  and fullness that is experienced after a meal has been consumed.[21]  Product labelling and branding is likely to modify expected satiety.[22] Therefore, this kind of information has the potential to influence appetite directly. Together, these observations are consistent with emerging evidence that implicates hippocampal-dependent memory mechanisms in behavioural responses to food.[23][24][25]\n Recent reviews[26] highlight opportunities to reformulate commercial food products to increase their expected satiety and expected satiation.\n"
    },
    {
        "title": "Martin Jeitziner",
        "content": "\n Martin Jeitziner (born 13 January 1963) is a Swiss former professional footballer who played as a midfielder in the 1980s and 1990s.[1]\n Jeitziner played his youth football with FC Basel and advanced to their first team during their 1980–81 season under head-coach Helmut Benthaus. The team were reigning Swiss champions and Benthaus wanted to integrate the youngster into the team. Jeitziner played his domestic league debut for the club in the away game in the Charmilles Stadium on 9 Mai 1981 as Basel were defeated 1–2 by Servette.[2] He played his second game just one week later in the home game in the St. Jakob Stadium against Luzern. These were the only two games that he played in this season.\n During the following season trainer Benthaus used Jeitziner as a substitute, substituting him in during various Cup of the Alps matches and test games at the beginning of the season. He scored his first goal for his club on 26 September in a Swiss Cup away game. Again he was substituted in at half time and he scored his goal in the 82nd minute as Basel won 9–1 against FC Sursee.[3] Jeitziner scored his first league goal for the club just one week later. Same situation, he was substituted in at half time and he scored his goal in the 49th minute, but it did not help the team, as they lost 1–3 against Zürich.[4]\n Following this Jeitziner became a regular starter in the team. He played in 22 of the 30 league matches in their 1981–82 season and in these he was able to score eight goals. Together with team-mate Erni Maissen he was joint team's top league goal scorer. Same picture in Basel's 1982–83 season. Although manager Benthaus left the club, under his successor Rainer Ohlhauser the young midfielder remained a team regular. Together with his team-mates Jörg Stohler and young striker Beat Sutter, Jeitziner was again team's joint top league scorer, each netted seven times. For Basel's 1983–84 season Ernst-August Künnecke was appointed as head-coach and although he was known for his good work with the youngsters, the team slipped into the midfield of the league and the club started suffering financial problems. Jeitziner stayed with the club until the end of the 1985–86 season and then he moved on.\n Jeitziner signed for reigning Swiss champions BSC Young Boys and played for them for three seasons, but the team could not repeat their success. Again, Jeitziner moved on, this time to Xamax and he stayed here for two seasons.\n In the pre-season to the 1991–92 season Jeitziner returned to his club of origin, who in the mean-time had been relegated and were desperately trying to achieve promotion. But this aim failed in this season and in the following. During Basel's 1993–94 season, under head-coach Claude Andrey, his team mates were the likes of Swiss international goalkeeper Stefan Huber, defenders Massimo Ceccaroni, Marco Walker and Samir Tabakovic, the midfielders Mario Cantaluppi, Reto Baumgartner, Admir Smajić and Ørjan Berg and the Swiss international strikers Dario Zuffi and Philippe Hertig. Together they won the promotion/relegation group, became Nationalliga B champions and thus won promotion to the top flight of Swiss football. This after six seasons in the second tier.[5]\n After the promotion season, Jeitziner stayed with Basel another season. In the qualification round they were in seventh position, thus above the cut-line and so qualified for the championship round, which they also ended in seventh position.[6]\n Jeitziner then moved on to local club BSC Old Boys who at that time played in the 1st League and ended his professional playing career. One year later he again moved on to amateur local club FC Allschwil as player-coach.\n"
    },
    {
        "title": "Thomaston Historic District",
        "content": "\n The Thomaston Historic District encompasses much of the historic town center of Thomaston, Maine.  With a settlement history dating to the 17th century, the town is now a showcase of 19th-century architectural styles up to the 1870s.  The district extends for about 2 miles (3.2 km) along United States Route 1, and was listed on the National Register of Historic Places in 1974.[1]\n The town center of Thomaston is located at one of the heads of Muscongus Bay, directly adjacent to the mouth of the Saint George River on Maine's Mid Coast.  This area was first explored by Europeans in the early 17th century, and was the site of trading post for Native Americans in 1630.  Settlement did not begin on a large scale until the 1730s because of conflicts with the natives, and the town was incorporated in 1777.  The production of lime was from an early date an economically significant industry, as were lumbering and shipbuilding.  These industries, and the business activities of American Revolutionary War General Henry Knox in the late 18th century, were critical factors in the town's growth.[2]\n The historic district primarily along United States Route 1 between Kossuth Street and Maine State Route 131, and along Knox Street, which extends south from US 1 to the harbor.  The eastern end of the district is anchored by the 1929 reproduction of General Knox's mansion house, the deteriorated original having been razed in the 1860s.  The brick commercial buildings found on Main Street date mainly from the late 19th century, although there is one from the 1850s.  Houses lining the streets include fine examples of the Federal and Greek Revival styles.  The Baptist church was built in 1828, and given late Victorian styling in the 1870s, while the 1868-69 Episcopal church is a fine example wooden Gothic Revival, reminiscent of the designs of Richard Upjohn but actually the work of Portland architect Francis H. Fassett.[2]\n"
    },
    {
        "title": "Science",
        "content": "Science is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe."
    },
    {
        "title": "Technology",
        "content": "Technology is the sum of techniques, skills, methods, and processes used in the production of goods or services or in the accomplishment of objectives, such as scientific investigation."
    },
    {
        "title": "Artificial Intelligence",
        "content": "Artificial intelligence (AI) is intelligence demonstrated by machines, in contrast to the natural intelligence displayed by humans and animals."
    }
]